{
    "Hello": {
        "en": "Hello",
        "de": "Hallo"
  },
    "ABOUT-ME": {
        "en": "About Me",
        "de": "Über mich"
  },
    "SKILLS": {
        "en": "Skills",
        "de": "Fähigkeiten"
  },
    "PROJECTS": {
        "en": "Projects",
        "de": "Projekte"
  },
    "CHECK": {
        "en": "Check my work",
        "de": "Teste meine Arbeiten"
  },
    "CONTACT-ME": {
        "en": "Contact me",
        "de": "Kontaktiere Mich"
  },
    "AVAILABLE": {
        "en": "Available for remote work",
        "de": "Auch für remote work zu haben"
  },
    "BASED": {
        "en": "Based in Hamburg",
        "de": "In Hamburg zuhause"
  },
    "WER-ICH-BIN": {
        "en": "Who I Am",
        "de": "Das bin Ich"
  },
    "ABOUT": {
        "en": "About me",
        "de": "Über mich"
  },
    "ME": {
        "en": "Hello, I'm Nicolaus! I'm an enthusiastic and somewhat nerdy career changer. I want to turn programming into my new profession. I'm continually fascinated by the seemingly boundless possibilities, which repeatedly inspire me.",
        "de": "Hallo, ich bin Nicolaus! Ich bin ein begeisterter und etwas nerdiger Quereinsteiger. Mein Wunsch ist es, das Programmieren zu meinem neuen Beruf zu machen. Dabei fasziniert mich die scheinbar grenzenlose Vielfalt der Möglichkeiten, die mich immer wieder aufs Neue inspiriert."
  },
    "LOCATION": {
        "en": "I am from Hamburg and flexible regarding the work arrangement. I am open to remote work as well as working onsite in an office.",
        "de": "Ich komme aus Hamburg und bin flexibel hinsichtlich der Arbeitsweise. Ich bin offen für Remote-Arbeit sowie die Arbeit vor Ort im Büro."
  },
    "MIND": {
        "en": "'The more you know, the more you know you don't know.' I have a strong interest in new technologies and, of course, in improving my skills. My goal is to continuously enhance my abilities so that I am a better programmer at the end of each day than I was the day before.",
        "de": "'Je mehr ich weiß, um so mehr wieß ich das ich nichts weiß.' Ich habe großes Interesse an neuen Technologien und natürlich daran, mein Können zu verbessern. Mein Ziel ist es, meine Fähigkeiten kontinuierlich zu verbessern, um am Ende des Tages ein besserer Programmierer zu sein als am Tag zuvor."
  },
    "SOLVE": {
        "en": "Solving problems is my daily bread, especially as a career changer. The most satisfying part is finding a solution that isn't immediately obvious at first glance. It's a bit like Columbus's egg =D",
        "de": "Das Lösen von Problemen ist mein tägliches Brot, insbesondere als Quereinsteiger. Besonders befriedigend ist es, wenn man eine Lösung findet, die auf den ersten Blick nicht offensichtlich ist. Das ist ein bisschen wie das Ei des Columbus =D"
  },
    "TECHNOLOGY": {
        "en": "Technologies",
        "de": "Technologien"
  },
    "SET": {
        "en": "",
        "de": "Über mich"
  },
    "INTRO": {
        "en": "I have extensive experience with various frontend technologies and stay up-to-date to actively shape the fast-moving web landscape. An open mindset and growth-oriented approach enable me to adapt quickly to new tools and trends, fostering innovative solutions.",
        "de": "Ich verfüge über umfangreiche Erfahrung mit verschiedenen Frontend-Technologien und halte mich stets aktuell, um den schnellen Wandel im Web aktiv mitzugestalten. Offenheit für Neues und ein Growth Mindset ermöglichen mir, mich schnell an neue Tools und Trends anzupassen und innovative Lösungen zu entwickeln."
  },
    "YOU": {
        "en": "You need ",
        "de": "Brauchst du "
  },
    "ANOTHER": {
        "en": "another skill?",
        "de": "andre Kompetenzen?"
  },
    "FEEL": {
        "en": "Feel free to contact me. I’m always happy to expand my knowledge and skills.",
        "de": "Fühl dich frei, mich zu kontaktieren. Ich freue mich stets darauf, mein Wissen und meine Fähigkeiten weiter auszubauen."
  },
    "TALK": {
        "en": "Let's talk",
        "de": "Las uns reden "
  },
    "FEATURE": {
        "en": "Featured Projects",
        "de": "Ausgewählte Projekte"
  },
    "SELECTION": {
        "en": "Explore a selection of my work here - interact with projects to see my skills in action.",
        "de": "Hier kannst du eine Auswahl meiner Arbeiten ansehen und selbst ausprobieren."
  },
    "FROSTE-GRAVE": {
        "en": "Side-Scroller game basedon object-oriented approach. Collect falling stars the fight the undead Icegigant.",
        "de": "Side-scroller Spiel mit Fokus auf Projeckt orintierter Arbeit. Sammle die Fallenden Sterne um am ende den untoten Eisriesen zu schlagen."
  },
    "CONTACT": {
        "en": "Contact me",
        "de": "Kontaktier mich"
  },
    "WORK": {
        "en": "Let's work together",
        "de": "Arbeiten wir zusammen"
  },
    "PROBLEM": {
        "en": "Got a problem to solve?",
        "de": "Hast du ein Problem zu lösen?"
  },
    "NEED": {
        "en": "Need a Frontend developer?",
        "de": "Brauchst du einen Frontend developer?" 
  },
    "LETS-TALK": {
        "en": " Let's talk!",
        "de": " Lass uns reden!"
  },
    "NAME": {
        "en": "What's your name?",
        "de": "Wie ist dein Name?" 
  },
    "E-MAIL": {
        "en": "What's your email?",
        "de": "Was ist deine E-mail adresse?" 
  },
    "CONCERN": {
        "en": "How can I help you?",
        "de": "Wie kann ich dir weiter Helfen?" 
  },
    "CHECK1": {
        "en": "I've read the ",
        "de": "Ich habde die " 
  },
    "CHECK2": {
        "en": " and agree to the processing of my data as outlined.",
        "de": " und stimme der Verarbeitung meiner Daten wie beschrieben zu." 
  },
    "PRIVICY": {
        "en": "privacy policy  ",
        "de": "Datenschutzrichtlinien " 
  },
    "PROJECT1_DESCRIPTION": {
        "en": "Side-Scroller game basedon object-oriented approach. Collect falling stars the fight the undead Icegigant.",
        "de": "Side-scroller Spiel mit Fokus auf Projekt-orientierter Arbeit. Sammle die fallenden Sterne um den untoten Eisriesen zu schlagen." 
  },
    "PROJECT2_DESCRIPTION": {
        "en": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories",
        "de": "Task manager angelehnt an das Kanban System. Created in a group as a joint group project. Erstellt in Gruppe als gemeinsammes Gruppemprojekt. Erstellen und organisieren von Tasks via 'drag and drop' Funktion, sowie das zuweisen von Nutzer und Kategorien." 
  },
    "PROJECT3_DESCRIPTION": {
        "en": "Orgenizer app. Made with Angular. Global save function by using Firebase.",
        "de": "Organizer-app. Erstellt mit Angular. Mit globaler Speicher-Funktion bei verwendung von Firebase." 
  },
    "PROJECT4_DESCRIPTION": {
        "en": "Fun little app, based on the Pokedex from the animated series Pokemon.",
        "de": "Spaßige kleine App. Angelehnt an den Pokedex aus der Zeichentrick-Serie Pokemon." 
  },
  
    "PLACEHOLDER1": {
        "en": "Your name goes here",
        "de": "Dein Name kommt hier hin" 
  },
    "PLACEHOLDER2": {
        "en": "youreemail@mail.com",
        "de": "deinemailadresse@mail.de" 
  },
    "PLACEHOLDER3": {
        "en": "Hello Nicolaus, I am interested in...",
        "de": "Hallo Nicolaus, mich würde interessieren was..." 
  },
    "PROBLEM-CONTACT": {
        "en": "If you need additional support for your team, feel free to contact me. I learn new things quickly, adapt well, and am confident that I can contribute value to your projects and actively support your team.",
        "de": "Falls du Verstärkung für dein Team benötigst, zögere bitte nicht, mich zu kontaktieren. Ich lerne neue Dinge schnell, füge mich gut ein und bin überzeugt, dass ich einen Mehrwert zu deinen Projekten beitragen sowie dein Team tatkräftig unterstützen kann." 
  },
    "LEGAL": {
        "en": "Legal Notice",
        "de": "Rechtlicher Hinweis" 
  },
    "NAME-REQU": {
        "en": "Oops! It seems your name is missing.",
        "de": "Ups! Es scheint das dein Name fehlt." 
  },
    "MAIL-REQU": {
        "en": "Hoppla! Your email is required.",
        "de": "Hoppala! Deine email wird benötigt." 
  },
    "MESS-REQU": {
        "en": "What do you need to develop?",
        "de": "Was soll entwickelt werden?" 
  }
}
