{
    "Hello": {
        "en": "Hello",
        "de": "Hallo"
  },
    "ABOUT-ME": {
        "en": "About Me",
        "de": "Über mich"
  },
    "SKILLS": {
        "en": "Skills",
        "de": "Fähigkeiten"
  },
    "PROJECTS": {
        "en": "Projects",
        "de": "Projekte"
  },
    "CHECK": {
        "en": "Check my work",
        "de": "teste meine Arbeiten"
  },
    "CONTACT-ME": {
        "en": "Contact me",
        "de": "kontacktiere Mich"
  },
    "AVAILABLE": {
        "en": "Available for remote work",
        "de": "Auch für remote work zu haben"
  },
    "BASED": {
        "en": "Based in Hamburg",
        "de": "In Hamburg zuhause"
  },
    "WER-ICH-BIN": {
        "en": "Who I Am",
        "de": "Das bin Ich"
  },
    "ABOUT": {
        "en": "About me",
        "de": "Über mich"
  },
    "ME": {
        "en": "Hey there, I'm Nicolaus! I'm an entusiastic an a bit nerdy career changer. I want to make coding my bew profession. The limetless posibilities to creat something new, inspire me again and again.",
        "de": "Hallo, ich bin Nicolaus! Ich bin ein entusiastischer und ein bischen nerdiger Quereinsteiger. Ich würde gerne das Programieren zu meinem neuen Beruf machen. Dabei inspierieren mich die schier grenzenlosen Möglcihkeiten immer wieder aufs neue."
  },
    "LOCATION": {
        "en": "I'm based in Hambrg. I'm open to work remotly and/or in the office on site.",
        "de": "Ich komme aus Hamburg. Ich wäre offen remote und/oder vor Ort im Büro zu arbeiten"
  },
    "MIND": {
        "en": "The more i know... I'm very interested in learning new technologies and improve my skills and becomming ervery day a better programmer than the day before.",
        "de": "Je mehr ich weiß... Ich hab großes Intersse an neuen Technologien und natürlich mein Können zu verbessern und so a, ende des Tages ein besserer Progamierer zu sein, als am Tag zuvor."
  },
    "SOLVE": {
        "en": "Solving problems is part of my daily routine, espaecially for me as a cereer changer. This is most satisfying when you find a solution that dosen't seem obvious at first. Somthing a little like Columbu's egg =)",
        "de": "Das lösen von Problemem ist mein Täglich Brot, gerade al Quereinsteiger. Das ist vor allem ein großartiger Gefühl, wenn man eine Lösung findet, die vieleicht nicht von vor herein offensichtlich erscheint. Ein bischen so wie das Ei des Kolumbus =D"
  },
    "TECHNOLOGY": {
        "en": "Technologies",
        "de": "Technologien"
  },
    "SET": {
        "en": "",
        "de": "Über mich"
  },
    "INTRO": {
        "en": "tipaff qownfoqnfg qwoüfnqo fünqfqwfnqqwf qpipwnfoqwfnq qw+pfpnqwp+fnqwfq +qpiwnf ",
        "de": "aqwjfb qoüubq qüouwbfqouwbfqobf3 qüowebfoqüewbfqoüäwbf qwpifq qpiwnfq nq"
  },
    "YOU": {
        "en": "You need ",
        "de": "Brauchst du "
  },
    "ANOTHER": {
        "en": "another skill?",
        "de": "andrre Kompetenzen?"
  },
    "FEEL": {
        "en": "Feel free to contect me. I look forward to expanding on my previous knowledge.",
        "de": "Fühl dich frei mich anzuschreiben. Ich freue mich immer mein bestehendes Können auszubauen."
  },
    "TALK": {
        "en": "Let's talk",
        "de": "Las uns reden "
  },
    "FEATURE": {
        "en": "Featured Projects",
        "de": "Ausgewählte Projecte"
  },
    "SELECTION": {
        "en": "Explore a selection of my work here - interact with projects to see my skills in action.",
        "de": "Hier kannst du dir eine Auswhal meiner Arbeiten ansehen und ausprobieren."
  },
    "FROSTE-GRAVE": {
        "en": "Side-Scroller game basedon object-oriented approach. Collect falling stars the fight the undead Icegigant.",
        "de": "Side-scroller Spiel mit Fokus auf Projeckt orintierter Arbeit. Sammle die Fallenden Sterne um am ende den untoten Eisriesen zu schlagen."
  },
    "CONTACT": {
        "en": "Contact me",
        "de": "Kontacktier mich"
  },
    "WORK": {
        "en": "Let's work together",
        "de": "Arbeiten wir zusammen"
  },
    "PROBLEM": {
        "en": "Got a problem to solve?",
        "de": "Hast du ein Problem zu lösen?"
  },
    "NEED": {
        "en": "Need a Frontend developer?",
        "de": "Brauchst du einen Frontend developer?" 
  },
    "LETS-TALK": {
        "en": " Let's talk!",
        "de": " Lass uns reden!"
  },
    "NAME": {
        "en": "What's your name?",
        "de": "Wie ist dein Name?" 
  },
    "E-MAIL": {
        "en": "What's your email?",
        "de": "Was ist deine E-mail adresse?" 
  },
    "CONCERN": {
        "en": "How can I help you?",
        "de": "Wie kann ich dir weiter Helfen?" 
  },
    "CHECK1": {
        "en": "I've read the ",
        "de": "Ich habde die " 
  },
    "CHECK2": {
        "en": " and agree to the processing of my data as outlined.",
        "de": " und stimme der Verarbeitung meiner Daten wie beschrieben zu." 
  },
    "PRIVICY": {
        "en": "privacy policy  ",
        "de": "Datenschutzrichtlinien " 
  },
    "PROJECT1_DESCRIPTION": {
        "en": "Side-Scroller game basedon object-oriented approach. Collect falling stars the fight the undead Icegigant.",
        "de": "Side-scroller Spiel mit Fokus auf Projekt-orientierter Arbeit. Sammle die fallenden Sterne um den untoten Eisriesen zu schlagen." 
  },
    "PROJECT2_DESCRIPTION": {
        "en": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories",
        "de": "Task manager angelehnt an das Kanban System. Erstellen und organisieren von Tasks via 'drag and drop' Funktion, sowie das zuweisen von Nutzer und Kategorien." 
  },
    "PROJECT3_DESCRIPTION": {
        "en": "Orgenizer app. Made with Angular. Global save function by using Firebase.",
        "de": "Organizer-app. Erstellt mit Angular. Mit globaler Speicher-Funktion bei verwendung von Firebase." 
  }
  
}
